amd-ucode
ani-cli
ark
awww
base
base-devel
bat
bind
blueman
bluez
bluez-utils
brightnessctl
btop
cava
chafa
chaotic-keyring
chaotic-mirrorlist
chromium
cjson
cliphist
cmake
cmatrix
code
curl
docker
dolphin
dosfstools
duf
dunst
efibootmgr
fastfetch
fd
ffmpegthumbs
firefox
flatpak
fx
fzf
gamescope
gcc
gemini-cli
geoclue
git
git-filter-repo
go
gocryptfs
godot-mono
gparted
grim
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
htop
hypridle
hyprland
hyprlock
hyprpicker
hyprsunset
imagemagick
jdk21-openjdk
jq
kde-cli-tools
kdegraphics-thumbnailers
kdocker
kitty
konsole
kvantum
kvantum-qt5
lib32-mangohud-git
lib32-openal
lib32-vulkan-radeon
libinput-tools
libnotify
libreoffice-fresh
linux
linux-firmware
linux-headers
lutris
make
man-db
man-pages
mangohud-git
mpv
mtools
nano
ncdu
neovim
network-manager-applet
networkmanager
nodejs
noto-fonts-emoji
npm
ntfs-3g
nwg-displays
nwg-look
okular
os-prober
pacman-contrib
pamixer
parallel
pavucontrol
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
playerctl
polkit-gnome
proton-vpn-cli
proton-vpn-gtk-app
python-pip
python-pipx
qt5-graphicaleffects
qt5-imageformats
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rlwrap
rofi
rsync
rust
satty
sddm
slurp
spicetify-cli
spotify
starship
steam
sudo
terminus-font
timg
tree
ttf-ms-fonts
udiskie
unrar
unzip
uwsm
vim
viu
vulkan-radeon
vulkan-tools
w3m
waybar
wget
wine
wine-gecko
wine-mono
winetricks
wireplumber
wl-clip-persist
wlogout
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xorg-xrdb
yay
zathura-pdf-mupdf
zen-browser-bin
zip
zsh
